Repository: q231950/btlb
Catalog: Packages/BTLBSettings/Sources/BTLBSettings/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ru, tr, uk

# ABOUT_TEXT
source: BTLB | bɪtlɪb | is a small App that enables you to synchronize your library account with your device. With BTLB you can see which books you have borrowed and how much you owe the libraries for tardily returning items. You can interact with your library as the App can prolong items with a tap of your finger. BTLB was first released in July 2010. The project has come into being about a year before the actual release date. It originates from a Mac application I had been working on since 2007. You are free to use this App as much as you wish. However, I can not give any garantee for neither functionality of the App itself nor the interaction between this App and the libraries' servers.
es: BTLB | bɪtlɪb | es una pequeña aplicación que te permite sincronizar tu cuenta de biblioteca con tu dispositivo. Con BTLB puedes ver qué libros has prestado y cuánto debes a las bibliotecas por devolver artículos tarde. Puedes interactuar con tu biblioteca ya que la aplicación puede renovar artículos con un toque. BTLB fue lanzado por primera vez en julio de 2010. El proyecto surgió aproximadamente un año antes de la fecha de lanzamiento real. Se origina de una aplicación para Mac en la que había estado trabajado desde 2007. Eres libre de usar esta aplicación tanto como desees. Sin embargo, no puedo dar ninguna garantía sobre la funcionalidad de la aplicación ni sobre la interacción entre esta aplicación y los servidores de las bibliotecas.
fr: BTLB | bɪtlɪb | est une petite application qui vous permet de synchroniser votre compte de bibliothèque avec votre appareil. Avec BTLB, vous pouvez voir quels livres vous avez empruntés et combien vous devez aux bibliothèques pour des retours tardifs. Vous pouvez interagir avec votre bibliothèque car l'application peut prolonger les éléments d'un simple toucher. BTLB a été publié pour la première fois en juillet 2010. Le projet a vu le jour environ un an avant la date de sortie réelle. Il provient d'une application Mac sur laquelle je travaillais depuis 2007. Vous êtes libre d'utiliser cette application autant que vous le souhaitez. Cependant, je ne peux donner aucune garantie ni sur la fonctionnalité de l'application elle-même ni sur l'interaction entre cette application et les serveurs des bibliothèques.
ru: BTLB | bɪtlɪb | это небольшое приложение, которое позволяет синхронизировать ваш библиотечный аккаунт с вашим устройством. С помощью BTLB вы можете видеть, какие книги вы взяли в аренду и сколько вы должны библиотекам за несвоевременный возврат. Вы можете взаимодействовать с библиотекой, поскольку приложение может продлевать сроки одним касанием пальца. BTLB впервые был выпущен в июле 2010 года. Проект возник примерно за год до фактической даты выпуска. Он происходит от приложения для Mac, над которым я работал с 2007 года. Вы можете использовать это приложение сколько угодно. Однако я не могу дать никаких гарантий ни функциональности самого приложения, ни взаимодействия между этим приложением и серверами библиотек.
tr: BTLB | bɪtlɪb | kütüphane hesabınızı cihazınızla senkronize etmenizi sağlayan küçük bir uygulamadır. BTLB ile hangi kitapları ödünç aldığınızı ve geç iade nedeniyle kütüphanelere ne kadar borcunuz olduğunu görebilirsiniz. Uygulama bir dokunuşla öğeleri uzatabileceği için kütüphanenizle etkileşim kurabilirsiniz. BTLB ilk olarak Temmuz 2010'da piyasaya sürüldü. Proje gerçek piyasaya sürülme tarihinden yaklaşık bir yıl önce hayata geçirildi. 2007'den beri üzerinde çalıştığım bir Mac uygulamasından kaynaklanmaktadır. Bu uygulamayı istediğiniz kadar kullanmakta özgürsünüz. Ancak ne uygulamanın işlevselliği ne de bu uygulama ile kütüphanelerin sunucuları arasındaki etkileşim için herhangi bir garanti veremem.
uk: BTLB | bɪtlɪb | це невеликий додаток, який дозволяє синхронізувати ваш бібліотечний обліковий запис з вашим пристроєм. За допомогою BTLB ви можете переглядати, які книги ви взяли в оренду та скільки ви винні бібліотекам за несвоєчасне повернення. Ви можете взаємодіяти з бібліотекою, оскільки додаток може продовжувати терміни одним дотиком. BTLB був вперше випущений у липні 2010 року. Проект почав розроблятися приблизно за рік до фактичної дати випуску. Він походить від додатку для Mac, над яким я працював з 2007 року. Ви можете використовувати цей додаток скільки завгодно. Однак я не можу дати жодних гарантій щодо функціональності додатку або взаємодії між додатком та серверами бібліотек.

# ABOUT_TITLE
source: **Made with 💖 – made for you.**
es: **Hecho con 💖 – hecho para ti.**
fr: **Fait avec 💖 – fait pour vous.**
ru: **Сделано с 💖 – сделано для вас.**
tr: **💖 ile yapıldı – sizin için yapıldı.**
uk: **Зроблено з 💖 – зроблено для вас.**

# AI Recommender Enabled Text
source: Should the AI Recommender be available in the Bookmarks section?
es: ¿Debería estar disponible el Recomendador de IA en la sección de Marcadores?
fr: Le recommandeur IA devrait-il être disponible dans la section Signets ?
ru: Должен ли ИИ-рекомендатель быть доступен в разделе закладок?
tr: AI Önerici, Yer İmleri bölümünde kullanılabilir olmalı mı?
uk: Чи має бути доступний ШІ-рекомендатор у розділі закладок?

# AI Recommender Enabled Title
source: ✨AI Recommender
es: ✨Recomendador de IA
fr: ✨Recommandeur IA
ru: ✨ИИ-рекомендатель
tr: ✨AI Önerici
uk: ✨ШІ-рекомендатор

# APPICON_TEXT
source: Would you like to use the alternate App icon?
es: ¿Te gustaría usar el icono alternativo de la aplicación?
fr: Souhaitez-vous utiliser l'icône d'application alternative ?
ru: Хотели бы вы использовать альтернативную иконку приложения?
tr: Alternatif uygulama simgesini kullanmak ister misiniz?
uk: Чи хотіли б ви використовувати альтернативну іконку додатка?

# APPICON_TITLE
source: App Icon
es: Icono de aplicación
fr: Icône d'application
ru: Иконка приложения
tr: Uygulama Simgesi
uk: Іконка додатка

# DEBUG_ENABLED_SUBTITLE
source: Setting for developers and Beta testers
es: Configuración para desarrolladores y probadores Beta
fr: Paramètre pour les développeurs et les testeurs bêta
ru: Настройка для разработчиков и бета-тестеров
tr: Geliştiriciler ve Beta test kullanıcıları için ayar
uk: Налаштування для розробників та бета-тестерів

# DEBUG_ENABLED_TITLE
source: Debugging
es: Depuración
fr: Débogage
ru: Отладка
tr: Hata Ayıklama
uk: Відлагодження

source: GitHub Repository
es: Repositorio GitHub
fr: Dépôt GitHub
ru: GitHub репозиторий
tr: GitHub Deposu
uk: GitHub-репозиторій

# INFO_VIEW_LIBRARIES_TEXT
source: BTLB is a mere hull around the Stiftung Hamburger Öffentliche Bücherhallen and the Common Library Network (GBV) of the German States Bremen, Hamburg, Mecklenburg-Vorpommern, Lower Saxony, Saxony-Anhalt, Schleswig-Holstein, Thuringia and the Foundation of Prussian Cultural Heritage to make their contents more accessible on mobile. If you like BTLB it is the libraries that you truly owe since they are the caretakers of the contents that you see in BTLB. _Without their efforts and passion, BTLB would be an empty hull - it is the libraries which fill it with life_
es: BTLB es simplemente una envoltura alrededor de la Fundación de Bibliotecas Públicas de Hamburgo y la Red Común de Bibliotecas (GBV) de los estados alemanes Bremen, Hamburgo, Mecklemburgo-Pomerania Occidental, Baja Sajonia, Sajonia-Anhalt, Schleswig-Holstein, Turingia y la Fundación del Patrimonio Cultural Prusiano para hacer su contenido más accesible en dispositivos móviles. Si te gusta BTLB, son las bibliotecas las que realmente merecen tu gratitud, ya que son las custodias del contenido que ves en BTLB. _Sin sus esfuerzos y pasión, BTLB sería una cáscara vacía - son las bibliotecas las que le dan vida_
fr: BTLB n'est qu'une enveloppe autour de la Fondation des bibliothèques publiques de Hambourg et du Réseau commun des bibliothèques (GBV) des États allemands de Brême, Hambourg, Mecklembourg-Poméranie-Occidentale, Basse-Saxe, Saxe-Anhalt, Schleswig-Holstein, Thuringe et de la Fondation du patrimoine culturel prussien pour rendre leur contenu plus accessible sur mobile. Si vous aimez BTLB, c'est aux bibliothèques que vous devez vraiment votre reconnaissance puisqu'elles sont les gardiennes du contenu que vous voyez dans BTLB. _Sans leurs efforts et leur passion, BTLB serait une coquille vide - ce sont les bibliothèques qui lui donnent vie_
ru: BTLB является всего лишь оболочкой вокруг Фонда гамбургских общественных библиотек и Общего библиотечного союза (GBV) немецких земель Бремен, Гамбург, Мекленбург-Передняя Померания, Нижняя Саксония, Саксония-Анхальт, Шлезвиг-Гольштейн, Тюрингия и Фонда прусского культурного наследия, чтобы сделать их содержимое более доступным на мобильных устройствах. Если вам нравится BTLB, то истинная благодарность принадлежит библиотекам, поскольку они являются хранителями содержимого, которое вы видите в BTLB. _Без их усилий и страсти BTLB был бы пустой оболочкой - это библиотеки наполняют его жизнью_
tr: BTLB, Hamburg Kamu Kütüphaneleri Vakfı ve Almanya'nın Bremen, Hamburg, Mecklenburg-Vorpommern, Aşağı Saksonya, Saksonya-Anhalt, Schleswig-Holstein, Thüringen eyaletleri ile Prusya Kültürel Miras Vakfı'nın Ortak Kütüphane Ağı'nın (GBV) içeriklerini mobil cihazlarda daha erişilebilir hale getirmek için sadece ince bir kabuktur. BTLB'yi beğeniyorsanız, gerçek teşekkürü kütüphanelere borçlusunuz çünkü BTLB'de gördüğünüz içeriklerin koruyucuları onlardır. _Onların çabaları ve tutkuları olmadan BTLB boş bir kabuk olurdu - onu hayatla dolduran kütüphanelerdir_
uk: BTLB є лише оболонкою навколо Фонду громадських бібліотек Гамбурга та Спільної бібліотечної мережі (GBV) німецьких земель Бремен, Гамбург, Мекленбург-Передня Померанія, Нижня Саксонія, Саксонія-Ангальт, Шлезвіг-Гольштейн, Тюрингія та Фонду прусської культурної спадщини, щоб зробити їхній контент більш доступним на мобільних пристроях. Якщо вам подобається BTLB, то справжня вдячність належить бібліотекам, оскільки вони є хранителями контенту, який ви бачите в BTLB. _Без їхніх зусиль та пристрасті BTLB був би порожньою оболонкою - це бібліотеки наповнюють його життям_

# INFO_VIEW_LIBRARIES_TITLE
source: Contents
es: Contenidos
fr: Contenus
ru: Содержимое
tr: İçerikler
uk: Зміст

# INFO_VIEW_LIBRARY_TEXT_ANHALT
source: Gesamtkatalog der Bibliothek der Hochschule Anhalt
es: Catálogo general de la biblioteca de la Universidad de Anhalt
fr: Catalogue général de la bibliothèque de l'Université d'Anhalt
ru: Общий каталог библиотеки университета Анхальт
tr: Anhalt Yüksekokulu Kütüphanesi Genel Katalogu
uk: Загальний каталог бібліотеки університету Ангальт

# INFO_VIEW_LIBRARY_TEXT_COMMERZ_HH
source: Onlinekatalog der Commerzbibliothek
es: Catálogo en línea de la Biblioteca Comercial
fr: Catalogue en ligne de la Bibliothèque commerciale
ru: Онлайн-каталог Коммерческой библиотеки
tr: Ticaret Kütüphanesi Çevrimiçi Katalogu
uk: Онлайн-каталог Комерційної бібліотеки

# INFO_VIEW_LIBRARY_TEXT_ERFURT
source: Online-Katalog der Universitäts- und Forschungsbibliothek Erfurt/Gotha
es: Catálogo en línea de la Biblioteca Universitaria y de Investigación Erfurt/Gotha
fr: Catalogue en ligne de la Bibliothèque universitaire et de recherche d'Erfurt/Gotha
ru: Онлайн-каталог университетской и исследовательской библиотеки Эрфурт/Гота
tr: Erfurt/Gotha Üniversite ve Araştırma Kütüphanesi Çevrimiçi Katalogu
uk: Онлайн-каталог університетської та дослідницької бібліотеки Ерфурт/Гота

# INFO_VIEW_LIBRARY_TEXT_GOETTINGEN
source: Niedersächsische Staats- und Universitätsbibliothek Göttingen (SUB)
es: Biblioteca Estatal y Universitaria de Baja Sajonia Göttingen (SUB)
fr: Bibliothèque d'État et universitaire de Basse-Saxe Göttingen (SUB)
ru: Нижнесаксонская государственная и университетская библиотека Гёттинген (SUB)
tr: Aşağı Saksonya Eyalet ve Üniversite Kütüphanesi Göttingen (SUB)
uk: Ніжньосаксонська державна і університетська бібліотека Геттінген (SUB)

# INFO_VIEW_LIBRARY_TEXT_GREIFSWALD
source: Online-Katalog der Universitätsbibliothek Greifswald
es: Catálogo en línea de la Biblioteca Universitaria de Greifswald
fr: Catalogue en ligne de la Bibliothèque universitaire de Greifswald
ru: Онлайн-каталог университетской библиотеки Грайфсвальд
tr: Greifswald Üniversite Kütüphanesi Çevrimiçi Katalogu
uk: Онлайн-каталог університетської бібліотеки Грайфсвальд

# INFO_VIEW_LIBRARY_TEXT_HAMBURG
source: Campus-Katalog Hamburg
es: Catálogo Campus Hamburgo
fr: Catalogue Campus Hambourg
ru: Кампус-каталог Гамбург
tr: Kampüs Katalogu Hamburg
uk: Кампус-каталог Гамбург

# INFO_VIEW_LIBRARY_TEXT_HAMBURGPUBLIC
source: Stiftung Hamburger Öffentliche Bücherhallen
es: Fundación de Bibliotecas Públicas de Hamburgo
fr: Fondation des bibliothèques publiques de Hambourg
ru: Фонд гамбургских общественных библиотек
tr: Hamburg Kamu Kütüphaneleri Vakfı
uk: Фонд громадських бібліотек Гамбурга

# INFO_VIEW_LIBRARY_TEXT_HANNOVER
source: Technische Informationsbibliothek (TIB)
es: Biblioteca de Información Técnica (TIB)
fr: Bibliothèque d'information technique (TIB)
ru: Техническая информационная библиотека (TIB)
tr: Teknik Bilgi Kütüphanesi (TIB)
uk: Технічна інформаційна бібліотека (TIB)

# INFO_VIEW_LIBRARY_TEXT_HANNOVER_FH
source: Gesamt-Katalog der Bibliothek
es: Catálogo general de la biblioteca
fr: Catalogue général de la bibliothèque
ru: Общий каталог библиотеки
tr: Kütüphane Genel Katalogu
uk: Загальний каталог бібліотеки

# INFO_VIEW_LIBRARY_TEXT_HAW
source: Katalog des Hochschulinformations- und Bibliotheksservice (HIBS)
es: Catálogo del servicio de información y biblioteca universitaria (HIBS)
fr: Catalogue du service d'information et de bibliothèque universitaire (HIBS)
ru: Каталог университетского информационного и библиотечного сервиса (HIBS)
tr: Yüksekokul Bilgi ve Kütüphane Hizmeti Katalogu (HIBS)
uk: Каталог вищого інформаційного та бібліотечного сервісу (HIBS)

# INFO_VIEW_LIBRARY_TEXT_HILDESHEIM
source: Online-Katalog der Universitätsbibliothek Hildesheim
es: Catálogo en línea de la Biblioteca Universitaria de Hildesheim
fr: Catalogue en ligne de la Bibliothèque universitaire de Hildesheim
ru: Онлайн-каталог университетской библиотеки Хильдесхайм
tr: Hildesheim Üniversite Kütüphanesi Çevrimiçi Katalogu
uk: Онлайн-каталог університетської бібліотеки Гільдесгайм

# INFO_VIEW_LIBRARY_TEXT_HKSF
source: Gemeinsame Bibliothek der Hochschule Hannover und der Hochschule für Musik, Theater und Medien Hannover
es: Biblioteca común de la Universidad de Hannover y la Universidad de Música, Teatro y Medios de Hannover
fr: Bibliothèque commune de l'Université de Hanovre et de l'Université de musique, théâtre et médias de Hanovre
ru: Общая библиотека университета Ганновер и университета музыки, театра и медиа Ганновер
tr: Hannover Üniversitesi ve Hannover Müzik, Tiyatro ve Medya Üniversitesi Ortak Kütüphanesi
uk: Спільна бібліотека університету Гановер та університету музики, театру та медіа Гановер

# INFO_VIEW_LIBRARY_TEXT_HSU
source: Universitätsbibliothek
es: Biblioteca universitaria
fr: Bibliothèque universitaire
ru: Университетская библиотека
tr: Üniversite Kütüphanesi
uk: Університетська бібліотека

# INFO_VIEW_LIBRARY_TEXT_ROSTOCK
source: Regional Katalog
es: Catálogo regional
fr: Catalogue régional
ru: Региональный каталог
tr: Bölgesel Katalog
uk: Регіональний каталог

# INFO_VIEW_LIBRARY_TEXT_TUHH
source: Bücher und Zeitschriften der Universitätsbibliothek der TUHH
es: Libros y revistas de la Biblioteca Universitaria de la TUHH
fr: Livres et revues de la Bibliothèque universitaire de la TUHH
ru: Книги и журналы университетской библиотеки TUHH
tr: TUHH Üniversite Kütüphanesi Kitapları ve Dergileri
uk: Книги та журнали університетської бібліотеки TUHH

# INFO_VIEW_LIBRARY_TEXT_WISMAR
source: Online-Katalog der Hochschulbibliothek
es: Catálogo en línea de la biblioteca universitaria
fr: Catalogue en ligne de la bibliothèque universitaire
ru: Онлайн-каталог университетской библиотеки
tr: Yüksekokul kütüphanesi çevrimiçi katalogu
uk: Онлайн-каталог вищої бібліотеки

# INFO_VIEW_LIBRARY_TITLE_ANHALT
source: Hochschule Anhalt
es: Universidad de Anhalt
fr: Université d'Anhalt
ru: Университет Анхальт
tr: Anhalt Yüksekokulu
uk: Університет Ангальт

# INFO_VIEW_LIBRARY_TITLE_COMMERZ_HH
source: Commerzbibliothek Hamburg
es: Biblioteca Comercial de Hamburgo
fr: Bibliothèque commerciale de Hambourg
ru: Коммерческая библиотека Гамбург
tr: Hamburg Ticaret Kütüphanesi
uk: Комерційна бібліотека Гамбург

# INFO_VIEW_LIBRARY_TITLE_ERFURT
source: Universitäts- und Forschungsbibliothek Erfurt/Gotha
es: Biblioteca Universitaria y de Investigación Erfurt/Gotha
fr: Bibliothèque universitaire et de recherche d'Erfurt/Gotha
ru: Университетская и исследовательская библиотека Эрфурт/Гота
tr: Erfurt/Gotha Üniversite ve Araştırma Kütüphanesi
uk: Університетська та дослідницька бібліотека Ерфурт/Гота

# INFO_VIEW_LIBRARY_TITLE_GOETTINGEN
source: Göttinger Universitätskatalog (GUK)
es: Catálogo Universitario de Göttingen (GUK)
fr: Catalogue universitaire de Göttingen (GUK)
ru: Гёттингенский университетский каталог (GUK)
tr: Göttingen Üniversite Katalogu (GUK)
uk: Геттінгенський університетський каталог (GUK)

# INFO_VIEW_LIBRARY_TITLE_GREIFSWALD
source: Universitätsbibliothek Greifswald
es: Biblioteca Universitaria de Greifswald
fr: Bibliothèque universitaire de Greifswald
ru: Университетская библиотека Грайфсвальд
tr: Greifswald Üniversite Kütüphanesi
uk: Університетська бібліотека Грайфсвальд

# INFO_VIEW_LIBRARY_TITLE_HAMBURG
source: Staats- und Universitätsbibliothek Hamburg Carl von Ossietzky
es: Biblioteca Estatal y Universitaria de Hamburgo Carl von Ossietzky
fr: Bibliothèque d'État et universitaire de Hambourg Carl von Ossietzky
ru: Государственная и университетская библиотека Гамбург им. Карла фон Оссиецкого
tr: Hamburg Carl von Ossietzky Eyalet ve Üniversite Kütüphanesi
uk: Державна і університетська бібліотека Гамбург Карла фон Оссіецького

# INFO_VIEW_LIBRARY_TITLE_HAMBURGPUBLIC
source: Bücherhallen Hamburg
es: Bibliotecas de Hamburgo
fr: Bibliothèques de Hambourg
ru: Библиотеки Гамбурга
tr: Hamburg Kütüphaneleri
uk: Бібліотеки Гамбурга

# INFO_VIEW_LIBRARY_TITLE_HANNOVER
source: Leibniz Universität Hannover
es: Universidad Leibniz de Hannover
fr: Université Leibniz de Hanovre
ru: Университет Лайбница Ганновер
tr: Leibniz Hannover Üniversitesi
uk: Університет Лайбніца Гановер

# INFO_VIEW_LIBRARY_TITLE_HAW
source: Hochschule für Angewandte Wissenschaften Hamburg (HAW Hamburg)
es: Universidad de Ciencias Aplicadas de Hamburgo (HAW Hamburgo)
fr: Université des sciences appliquées de Hambourg (HAW Hambourg)
ru: Университет прикладных наук Гамбург (HAW Гамбург)
tr: Hamburg Uygulamalı Bilimler Üniversitesi (HAW Hamburg)
uk: Університет прикладних наук Гамбург (HAW Гамбург)

# INFO_VIEW_LIBRARY_TITLE_HFHH
source: Hochschule Hannover
es: Universidad de Hannover
fr: Université de Hanovre
ru: Университет Ганновер
tr: Hannover Üniversitesi
uk: Університет Гановер

# INFO_VIEW_LIBRARY_TITLE_HILDESHEIM
source: Universitätsbibliothek Hildesheim
es: Biblioteca Universitaria de Hildesheim
fr: Bibliothèque universitaire de Hildesheim
ru: Университетская библиотека Хильдесхайм
tr: Hildesheim Üniversite Kütüphanesi
uk: Університетська бібліотека Гільдесгайм

# INFO_VIEW_LIBRARY_TITLE_HKSF
source: Bibliothek im Kurt-Schwitters-Forum
es: Biblioteca del Foro Kurt-Schwitters
fr: Bibliothèque du Forum Kurt-Schwitters
ru: Библиотека форума Курта Швиттерса
tr: Kurt-Schwitters-Forum Kütüphanesi
uk: Бібліотека форуму Курта Швіттерса

# INFO_VIEW_LIBRARY_TITLE_HSU
source: Helmut-Schmidt-Universität / Universität der Bundeswehr Hamburg
es: Universidad Helmut-Schmidt / Universidad de la Bundeswehr de Hamburgo
fr: Université Helmut-Schmidt / Université de la Bundeswehr de Hambourg
ru: Университет Гельмута Шмидта / Университет бундесвера Гамбург
tr: Helmut-Schmidt-Üniversitesi / Hamburg Federal Silahlı Kuvvetler Üniversitesi
uk: Університет Гельмута Шмідта / Університет бундесверу Гамбург

# INFO_VIEW_LIBRARY_TITLE_ROSTOCK
source: Universitätsbibliothek Rostock
es: Biblioteca Universitaria de Rostock
fr: Bibliothèque universitaire de Rostock
ru: Университетская библиотека Росток
tr: Rostock Üniversite Kütüphanesi
uk: Університетська бібліотека Росток

# INFO_VIEW_LIBRARY_TITLE_TUHH
source: Universitätsbibliothek der Technischen Universität Hamburg-Harburg
es: Biblioteca Universitaria de la Universidad Técnica de Hamburgo-Harburg
fr: Bibliothèque universitaire de l'Université technique de Hambourg-Harburg
ru: Университетская библиотека Технического университета Гамбург-Харбург
tr: Hamburg-Harburg Teknik Üniversitesi Kütüphanesi
uk: Університетська бібліотека Технічного університету Гамбург-Гарбург

# INFO_VIEW_LIBRARY_TITLE_WISMAR
source: Hochschule Wismar - Fachhochschule für Technik, Wirtschaft und Gestaltung
es: Universidad de Wismar - Escuela Superior de Tecnología, Economía y Diseño
fr: Université de Wismar - École supérieure de technologie, économie et design
ru: Университет Висмар - высшая школа техники, экономики и дизайна
tr: Wismar Üniversitesi - Teknik, Ekonomi ve Tasarım Yüksekokulu
uk: Університет Вісмар - фаховий університет техніки, економіки та дизайну

# latest account update date never
source: You have never updated your accounts manually. Pull to refresh in the loans or the charges section of the app to trigger an update.
es: Nunca has actualizado tus cuentas manualmente. Desliza hacia abajo en la sección de préstamos o cargos de la aplicación para activar una actualización.
fr: Vous n'avez jamais mis à jour vos comptes manuellement. Tirez pour actualiser dans la section emprunts ou frais de l'application pour déclencher une mise à jour.
ru: Вы никогда не обновляли свои аккаунты вручную. Потяните вниз в разделе займов или платежей приложения, чтобы запустить обновление.
tr: Hesaplarınızı hiç manuel olarak güncellememişsiniz. Güncelleme başlatmak için uygulamadaki ödünç alma veya ücretler bölümünde aşağı çekin.
uk: Ви ніколи не оновлювали свої облікові записи вручну. Потягніть вниз у розділі позик або зборів додатка, щоб запустити оновлення.

# LATEST_ACCOUNT_UPDATE_AUTOMATIC_NEVER
source: Your accounts have never been updated in the background.
es: Tus cuentas nunca han sido actualizadas en segundo plano.
fr: Vos comptes n'ont jamais été mis à jour en arrière-plan.
ru: Ваши аккаунты никогда не обновлялись в фоновом режиме.
tr: Hesaplarınız arka planda hiç güncellenmemiş.
uk: Ваші облікові записи ніколи не оновлювалися у фоновому режимі.

# LIBRARIES_TEXT
source: The libraries of Stiftung Hamburger Öffentliche Bücherhallen and many of the Common Library Network (GBV) are supported at this moment. Please get in touch if you'd like your library to be added.
es: Actualmente se admiten las bibliotecas de la Fundación de Bibliotecas Públicas de Hamburgo y muchas de la Red Común de Bibliotecas (GBV). Póngase en contacto si desea que se agregue su biblioteca.
fr: Les bibliothèques de la Fondation des bibliothèques publiques de Hambourg et beaucoup du Réseau commun des bibliothèques (GBV) sont supportées en ce moment. Veuillez nous contacter si vous souhaitez que votre bibliothèque soit ajoutée.
ru: В настоящее время поддерживаются библиотеки Фонда гамбургских общественных библиотек и многие библиотеки Общего библиотечного союза (GBV). Пожалуйста, свяжитесь с нами, если вы хотите добавить свою библиотеку.
tr: Şu anda Hamburg Kamu Kütüphaneleri Vakfı ve Ortak Kütüphane Ağı'nın (GBV) birçok kütüphanesi desteklenmektedir. Kütüphanenizin eklenmesini istiyorsanız lütfen iletişime geçin.
uk: Наразі підтримуються бібліотеки Фонду громадських бібліотек Гамбурга та багато бібліотек Спільної бібліотечної мережі (GBV). Будь ласка, зв'яжіться з нами, якщо ви хочете додати свою бібліотеку.

# LIBRARIES_TITLE
source: Supported Libraries
es: Bibliotecas compatibles
fr: Bibliothèques supportées
ru: Поддерживаемые библиотеки
tr: Desteklenen Kütüphaneler
uk: Підтримувані бібліотеки
